greetings_and_style_of_kitchen = '{greetings}, {name}, в каком стиле Вы бы хотели кухню?'

classic_kitchen = 'Вы выбрали кухню в стиле *Классика*!\nОтличный выбор! ☺ \n\nКлассика - это спокойные и естественные древесные оттенки, от темного венге до светлых натуральных тонов, яркие вишня, черешня, слива и красное дерево, а также вся палитра белого и коричневого - бежевый, кофе с молоком, кремовые и молочные тона. \nДизайн кухни классика всегда будет актуален'
hitech_kitchen = 'Вы выбрали кухню в стиле *Хай-тек*! \nУ Вас хороший вкус! ☺️ \n\nХай-тек - это смесь конструктивизма и высоких технологий. \nИнновационный дизайн кухонь в стиле «Хай-Тек» полностью посвящен индустриальной эстетике, его отличает резкие и строгие формы, стремление к геометричности и прямым линиям, сдержанность и отстраненность, прагматизм, простота и строгость конструкций'
loft_kitchen = 'Вы выбрали кухню в стиле *Лофт*! \nОтличный выбор! (smm-отделу тоже нравятся такие кухни) \n\nКухня в стиле лофт — прекрасная идея для динамичных натур, не боящихся рисковать и живущих в ритме большого города. \nПодобный интерьер — настоящая кладовая самых смелых дизайнерских решений с использованием урбанистических материалов: кирпича, бетона, металла, пластика, стекла. \nКухни лофт также предусматривают нестандартные планировки, нетрадиционное использование отделочных материалов, эргономичную расстановку мебели, смелую цветовую палитру и оригинальный декор.'
minimalistic_kitchen = 'Вы выбрали кухню в стиле *Минимализм*! \nСупер! Строго, выдержанно, но очень эффектно    \n\nКухня в стиле минимализм – это максимально открытое пространство, где нет места лишней мебели. Фасады должны быть закрытыми, без вычурных деталей. \nОптимальная фурнитура – системы с доводчиками, которые обеспечивают бесшумное открытие/закрытие дверцы и позволяют добраться до содержимого шкафчиков простым нажатием. \nСкрытые механизмы не испортят монолитность гладких фасадов и освободят интерьер от лишних деталей'
scandinavian_kitchen = 'Вы выбрали кухню в *Скандинавском стиле*! \nУ Вас хороший вкус  \n\nСкандинавский стиль идеален для маленькой кухни и кухни-гостиной в малогабаритной хрущевке или небольшой квартиры-студии. Такой интерьер вы сможете преобразить в любой момент — только при помощи текстиля и декора.'
neoclassic_kitchen = 'Вы выбрали кухню в стиле *Нео-классика*! \nУ Вас хороший вкус  \n\nНеоклассика объединяет лучшие традиции классицизма и новые веяния современных дизайнерских находок. По сравнению с традиционной классикой, кухня, выдержанная в данном стиле, не так массивна и монументальна, ее задача – органично сочетать на одном пространстве декоративные элементы и современную бытовую технику'
other_kichen = 'Вы выбрали кухню в стиле {user_style}, прекрасный выбор!'

length_of_kitchen = 'Какая длина Вашей будущей кухни? \n\nВыберите ниже, или напишите свой вариант:'


form_of_kitchen = "Отлично! \nКакая форма будет у Вашей будущей кухни? \nВыберите из списка ниже или напишите свой вариант:"
tabletop_kitchen = "Ваша форма кухни - {form_of_kitchen}. \nТеперь нужно выбрать, какая будет у Вас столешница. \n*Выберите из вариантов ниже*:"


plastic_tabletop = 'Хорошо! Вы выбрали Пластиковую столешницу. \nОтличное соотношение цены и качества'
rock_tabletop = 'Хорошо! Вы выбрали каменную столешницу. \nНа этой кухне такая столешница будет смотреться просто изумительно'

price_of_kitchen = 'Для того, чтобы определиться с остальными комплектующими, такими как *фурнитура, подъемные механизмы, наполнение и т.д.* напишите, какую сумму вы планируете потратить на кухонный гарнитур: '


city_of_kitchen = 'Здорово! \nТеперь выберите *ваш город* или *город, который находится ближе всего к вам*, чтобы мы определились какой дизайнер будет с вами работать, *или же напишите свой*.'

number_of_phone_kitchen = 'Супер! Вы из города {city_name}. \nОсталось закрепить за вами подарочную карту на скидку *50 000 рублей* на покупку кухни. Для этого укажите *номер телефона* и мы вам ее передадим'

finish_kitchen = "Отлично! \nИтак, Ваши ответы: \n Стиль кухни: *{style_of_kitchen}* \nДлина Вашей кухни: *{length_of_kitchen}* \nФорма Вашей кухни: *{form_of_kitchen}* \nВаша столешница: *{tabletop_material}* \nВаш бюджет: *{budget_kitchen}*\nВаш город: *{city_of_kitchen}*\nВаш номер телефона: *{number_of_phone_kitchen}*"
saving_kitchen = "*Сохраняем данные и передаем дизайнеру...*"


thanksgiving_kitchen = 'Спасибо! Мы завершили. \nТеперь мы готовы ответить на ваши вопросы, наверняка они у вас появились. \nНажимайте на ссылку https://thankskuhni.tilda.ws/ и посмотрите, как вы можете получить бесплатный дизайн-проект удаленно от нашей команды дизайнеров, а также как получить *подарочную карту на скидку 50 000 рублей*, или *комплект бытовой техники стоимостью 60 000 рублей.* \nТакже можете ознакомиться с нашими работами в нашем телеграм канале, нажав на кнопку ниже'

wrong_number = "Введен не верный номер телефона, проверьте правильность ввода и попробуйте еще раз"
